Repository: ksooo/service.kodi-fritzbox-callmonitor
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: Project-Id-Version: Kodi Addons Report-msgstr-Bugs-To: https://forum.kodi.tv/ POT-Creation-Date: YEAR-MO-DA HO:MI+ZONE PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE Last-Translator: FULL NAME <EMAIL@ADDRESS> Language-Team: LANGUAGE MIME-Version: 1.0 Content-Type: text/plain; charset=UTF-8 Content-Transfer-Encoding: 8bit Language: de_DE Plural-Forms: nplurals=2; plural=(n != 1);
de_de: FRITZ!Box Anrufmonitor

# #30101
source: General
de_de: Allgemein

# #30201
source: FRITZ!Box IP address / Hostname
de_de: Hostname / IP Adresse der FRITZ!Box

# #30202
source: Test configuration
de_de: Konfiguration testen

# #30203
source: Ignore phone numbers (comma separated)
de_de: Ignoriere Telefonnummern (Kommasepariert)

# #30102
source: Addresses
de_de: Adressbücher

# #30211
source: Use FRITZ!Box Addressbook
de_de: FRITZ!Box Adressbuch benutzen

# #30212
source: Username
de_de: Benutzername

# #30217
source: Use secure connection (SSL)
de_de: Sichere Verbindung (SSL) benutzen

# #30214
source: Request all addressbooks
de_de: Alle FRITZ!Box Adressbücher abfragen

# #30215
source: Use addressbook id
de_de: Adressbuch Id

# #30216
source: Test configuration
de_de: Konfiguration testen

# #30220
source: Google Contacts (for pictures only)
de_de: Google Kontake (nur für Bilder)

# #30221
source: Use Google Contact pictures
de_de: Google Kontaktbilder benutzen

# #30222
source: Username
de_de: Benutzername

# #30223
source: Password
de_de: Passwort

# #30240
source: Picture directory
de_de: Bilderordner

# #30241
source: Use directory for picture lookup
de_de: Ordner zur Bildersuche benutzen

# #30242
source: Path to picture directory
de_de: Pfad zum Bilderordner

# #30103
source: Actions
de_de: Aktionen

# #30270
source: Notifications
de_de: Benachrichtigungen

# #30271
source: Display duration (seconds)
de_de: Anzeigedauer (Sekunden)

# #30280
source: When phone rings ...
de_de: Wenn das Telefon klingelt ...

# #30281
source: Show
de_de: Anzeigen

# #30282
source: Pause playback
de_de: Wiedergabe pausieren

# #30283
source: Pause only video and no other media
de_de: Videos pausieren, aber keine anderen Medien

# #30284
source: Reduce volume
de_de: Lautstärke reduzieren

# #30285
source: About how many percent
de_de: Um wie viel Prozent

# #30290
source: When phone connects ...
de_de: Wenn ein Anruf angenommen wird ...

# #30291
source: Show
de_de: Anzeigen

# #30292
source: Pause playback
de_de: Wiedergabe pausieren

# #30293
source: Pause only video and no other media
de_de: Videos pausieren, aber keine anderen Medien

# #30294
source: Reduce volume
de_de: Lautstärke reduzieren

# #30295
source: About how many percent
de_de: Um wie viel Prozent

# #30300
source: When phone hangs up ...
de_de: Wenn ein Anruf beendet wird ...

# #30301
source: Show
de_de: Anzeigen

# #30302
source: Resume playback
de_de: Wiedergabe fortsetzen

# #30303
source: Delay resume of playback (seconds)
de_de: Fortsetzen verzögern (Sekunden)

# #30304
source: Reset Volume
de_de: Lautstärke zurücksetzen

# #30310
source: When a call is leaving ...
de_de: Wenn ein Anruf gemacht wird ...

# #30311
source: Show
de_de: Anzeigen

# #30312
source: Pause playback
de_de: Wiedergabe pausieren

# #30313
source: Pause only video and no other media
de_de: Videos pausieren, aber keine anderen Medien

# #30400
source: Outgoing call
de_de: Ausgehender Anruf

# #30401
source: to %s (by %s)
de_de: zu %s (von %s)

# #30402
source: Incoming call
de_de: Eingehender Anruf

# #30403
source: from %s
de_de: von %s

# #30404
source: Connected
de_de: Verbunden

# #30405
source: to %s
de_de: mit %s

# #30406
source: Call ended
de_de: Anruf beendet

# #30407
source: Duration: %sh
de_de: Dauer: %sh

# #30408
source: FRITZ!Box unreachable
de_de: FRITZ!Box nicht erreichbar

# #30409
source: Could not connect to FRITZ!Box (%s)
de_de: Keine Verbindung zur FRITZ!Box (%s)

# #30411
source: FRITZ!Box Addressbook
de_de: FRITZ!Box Adressbuch

# #30412
source: Could not access FRITZ!Box Addressbook
de_de: Kein Zugriff auf FRITZ!Box Adressbuch

# #30413
source: Resume
de_de: Fortsetzen

# #30414
source: Playback will continue in %d seconds ...
de_de: Wiedergabe wird fortgesetzt in %d Sekunden ...

# #30416
source: Connection to FRITZ!Box successful
de_de: Verbindung zur FRITZ!Box erfolgreich

# #30417
source: Result
de_de: Ergebnis

# #30418
source: Restart to use new settings
de_de: Neustarten, um die Einstellungen zu übernehemen

# #30419
source: Loaded %d phone book entries
de_de: %d Telefonbucheinträge geladen
